[
  {
    "firstName": "Dan",
    "lastName": "Funk",
    "title": "Founder, Technical Architect, & Lead Developer",
    "description": [
      "Dan leads all development efforts at Sartography, working together with clients and his team to create innovative applications.   He has provided technical consulting since 2011,  during which time he has created custom search systems for the US Patent Office, developed a new e-commerce system for UnderArmour, and led development efforts on research projects out of the University of Virginia. In a previous life Dan was a software development manager for RosettaStone, leading at various points their e-commerce team, API team, and web development team.  He also served as Lead Architect for the University of Virginia Library where he contributed to Project Blacklight, a popular open source library catalog system.",
      "A native of Staunton, VA, Dan is the proud father of his son Jonah. When they aren't building robots at the local Makerspace, they can be found riding their bikes on some of Virginia's excellent rails-to-trails bike paths."
    ],
    "imageLink": "assets/images/team/Dan.jpg",
    "gitHubLink": "https://github.com/danfunk",
    "linkedInLink": "https://www.linkedin.com/in/funkdan/"
  },
  {
    "firstName": "Alex",
    "lastName": "Herron",
    "title": "Technical Project Manager",
    "description": [
      "Alex has worn many hats during his continual endeavor to understand and help optimize the Software Development Life Cycle.  Having graduated with a BS in Mechanical Engineering at the same time the personal computer was making its mark, Alex embraced this new technology and taught himself to program.  This led to a career change as one of the founding partners of Prime Meridian Software, a Charlottesville, VA based company providing process management software to Hospital Residency Programs, where he led the development efforts to help programs optimize recruitment.  During this time Alex realized that his true passion was working with clients to define their requirements and development teams to optimize delivery.  Alex was able to further refine these skills at Rosetta Stone where he held the roles of Business Analyst, Product Manager, Scrum Master and SAFe implementer.  He also had the opportunity to work closely with Dan for several years there and when offered the chance to join the Sartography team, Alex was elated with the challenging and rewarding work available and new opportunity to continue his endeavor."
    ],
    "imageLink": "assets/images/team/Alex.jpg",
    "gitHubLink": "https://github.com/calexh-sar",
    "linkedInLink": "https://www.linkedin.com/in/alex-herron-b715783/"
  },
  {
    "firstName": "Mike",
    "lastName": "Cullerton",
    "title": "Software Engineer",
    "description": [
      "Mike reminds us each morning to have a good day, and that the most important thing we are going to do that day is to be kind to our dogs.  Mike has worked as a mechanic, teacher, and short-order cook. In college, he learned about networks helping a friend who was building JMU's new Campus Wide Network. From there, he moved to Colorado to work on a District Wide Network for the Poudre School District in Fort Collins, and then oversaw the network for a new regional ISP there. During that time, he taught himself to program, just to scratch an itch. This led to work as a software developer, which satisfies his love of problem-solving. He enjoys writing Python and learning other languages.\n\nThroughout his career Mike has also worked in education, including staff development, customer training, and project documentation.\n\nWhen not working, you can often find him with his dog, throwing a frisbee, or playing guitar with friends."
    ],
    "imageLink": "assets/images/team/Mike.jpg",
    "gitHubLink": "https://github.com/cullerton ",
    "linkedInLink": "https://www.linkedin.com/in/mike-cullerton-28641848/"
  },
  {
    "firstName": "Alicia",
    "lastName": "Pritchett",
    "title": "Software Engineer",
    "description": [
      "Alicia, a Buena Vista native, drives, literally, the slowest car on the road.  She graduated from James Madison University in the Spring of 2021 with a degree in Computer Science.  Alicia is an exceptional teammate, with tremendous drive and unflagging determination and ambition.  To quote others, 'Alicia doesn't give people crap, and she doesn't take crap from anyone'. When she isn't busy programming she is modding and repairing her 1990's Mazda Miata. Taking Mike's advice to heart, she's out looking for a good dog. (update late 2021, Dog obtained!  She's now the proud mother of an adorable corgi)"
    ],
    "imageLink": "assets/images/team/Alicia.jpg",
    "gitHubLink": "https://github.com/Leashys"
  },
  {
    "firstName": "Nile",
    "lastName": "Walker",
    "title": "Software Engineer (Part Time)",
    "description": [
      "Nile recently graduated from Morgan State University with a bachelors in Electrical and Electronics Engineering. A fellow member of the Makerspace, Nile routinely creates what other people only dream about. If you find giant signs at the Makerspace that track peoples movements, or coat the wall in a spiral of a million different colors, it was Nile.  If a teddy bear is following you around in a small electric car, it was likely his doing.  The last time I saw Nile he was resurrecting a 1 ton, 30 year old robotic arm, and bringing it back to life to inspire the next generation of makers."
    ],
    "imageLink": "assets/images/team/Nile.jpg",
    "gitHubLink": "https://github.com/NWalker4483",
    "linkedInLink": "https://www.linkedin.com/in/nile-walker-58a35712a/"
  },
  {
    "firstName": "Kelly",
    "lastName": "McDonald",
    "title": "Technology Consultant",
    "description": [
      "Kelly leads development efforts on the open source SpiffWorkflow Library. With decades of experience, Kelly gravitates towards complicated problems across multiple disciplines and languages.\nOne of the things that Kelly enjoys most about working in technology is that there is always something new to learn and new vistas to explore.\nKelly enjoys being with his family, and in his spare time likes to do woodworking projects and cycling."
    ],
    "imageLink": "assets/images/team/Kelly.jpg",
    "gitHubLink": "https://github.com/w4kpm",
    "linkedInLink": "https://www.linkedin.com/in/kellypmcdonald/"
  }
]
